Repository: GSM-MSG/SleepShield-iOS
Catalog: SleepShield/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, da, de, es, fr, he, hi, it, ja, ko, pt_br, ru, tr, uk_ua, zh_hans

source: Shorts • 12K watching
ar: المقاطع القصيرة • 12 ألف مشاهدة
bn: শর্টস • ১২হাজার দেখছে
da: Shorts • 12K ser
de: Shorts • 12K schauen zu
es: Shorts • 12K viendo
fr: Shorts • 12K spectateurs
he: שורטס • 12 אלף צופים
hi: शॉर्ट्स • 12K देख रहे हैं
it: Shorts • 12K visualizzazioni
ja: ショート • 12K視聴中
ko: 쇼츠 • 12K 시청 중
pt_br: Shorts • 12 mil assistindo
ru: Shorts • 12 тыс. зрителей
tr: Shorts • 12B izliyor
uk_ua: Shorts • 12 тис. переглядів
zh_hans: 短视频 • 12K 人正在观看

source: Shorts • 48K views
ar: شورتس • 48 ألف مشاهدة
bn: শর্টস • ৪৮কে ভিউস
da: Shorts • 48K visninger
de: Shorts • 48K Aufrufe
es: Shorts • 48K visualizaciones
fr: Shorts • 48K vues
he: שורטס • 48K צפיות
hi: शॉर्ट्स • 48K व्यूज़
it: Shorts • 48K visualizzazioni
ja: ショート • 48K 回視聴
ko: 쇼츠 • 조회수 48K
pt_br: Shorts • 48 mil visualizações
ru: Shorts • 48 тыс. просмотров
tr: Shorts • 48B görüntüleme
uk_ua: Shorts • 48 тис. переглядів
zh_hans: Shorts • 48K 次观看

source: Shorts • 81K likes
ar: شورتس • 81 ألف إعجاب
bn: শর্টস • ৮১কে লাইকস
es: Shorts • 81K me gusta
fr: Shorts • 81K j'aime
he: שורטס • 81K לייקים
hi: शॉर्ट्स • 81K लाइक्स
it: Shorts • 81K mi piace
ja: ショート • 81K 件のいいね
ko: 쇼츠 • 좋아요 81K개
pt_br: Shorts • 81 mil curtidas
ru: Shorts • 81 тыс. лайков
tr: Shorts • 81B beğeni
uk_ua: Shorts • 81 тис. вподобань
zh_hans: Shorts • 81K 次点赞

source: Shorts • Premiering now
ar: شورتس • يعرض الآن
bn: শর্টস • এখন প্রিমিয়ার হচ্ছে
da: Shorts • Premiere nu
de: Shorts • Läuft gerade premiere
es: Shorts • Estrenando ahora
fr: Shorts • En première maintenant
he: שורטס • מציג עכשיו
hi: शॉर्ट्स • अभी प्रीमियर हो रहा है
it: Shorts • In anteprima ora
ja: ショート • 今プレミア公開中
ko: 쇼츠 • 지금 공개 중
pt_br: Shorts • Estreando agora
ru: Shorts • Премьера сейчас
tr: Shorts • Şimdi yayınlanıyor
uk_ua: Shorts • Прем'єра зараз
zh_hans: Shorts • 正在首播

source: Shorts is blocked
ar: تم حظر المقاطع القصيرة
bn: শর্টস ব্লক করা আছে
da: Shorts er blokeret
de: Shorts ist blockiert
es: Shorts está bloqueado
fr: Shorts est bloqué
he: Shorts חסום
hi: शॉर्ट्स ब्लॉक किया गया है
it: Shorts è bloccato
ja: ショートは制限されています
ko: 쇼츠가 차단됨
pt_br: Shorts está bloqueado
ru: Shorts заблокирован
tr: Shorts engellendi
uk_ua: Shorts заблоковано
zh_hans: 短视频已被阻止

source: Skip for now
ar: تخطي الآن
bn: এখন এড়িয়ে যান
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant
he: דלג לעת עתה
hi: अभी के लिए छोड़ें
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por enquanto
ru: Пропустить пока
tr: Şimdilik atla
uk_ua: Пропустити зараз
zh_hans: 暂时跳过

source: Sleep Routine
ar: روتين النوم
bn: ঘুমের রুটিন
da: Søvnrutine
de: Schlafroutine
es: Rutina de Sueño
fr: Routine de sommeil
he: שגרת שינה
hi: नींद की दिनचर्या
it: Routine del sonno
ja: 睡眠ルーティン
ko: 수면 루틴
pt_br: Rotina de Sono
ru: Режим сна
tr: Uyku Rutini
uk_ua: Режим сну
zh_hans: 睡眠习惯

# Sleep routine from %@ to %@
source: Sleep routine from %1$@ to %2$@
ar: روتين النوم من %1$@ إلى %2$@
bn: %1$@ থেকে %2$@ পর্যন্ত ঘুমের রুটিন
da: Søvnrutine fra %1$@ til %2$@
de: Schlafroutine von %1$@ bis %2$@
es: Rutina de sueño de %1$@ a %2$@
fr: Routine de sommeil de %1$@ à %2$@
he: שגרת שינה מ-%1$@ עד %2$@
hi: %1$@ से %2$@ तक नींद की दिनचर्या
it: Routine del sonno dalle %1$@ alle %2$@
ja: %1$@から%2$@までの睡眠ルーティン
ko: %1$@부터 %2$@까지의 수면 루틴
pt_br: Rotina de sono de %1$@ até %2$@
ru: Режим сна с %1$@ до %2$@
tr: %1$@ - %2$@ arası uyku rutini
uk_ua: Режим сну з %1$@ до %2$@
zh_hans: 睡眠习惯从 %1$@ 到 %2$@

source: Sleep Routines
ar: روتينات النوم
bn: ঘুমের রুটিনসমূহ
da: Søvnrutiner
de: Schlafroutinen
es: Rutinas de Sueño
fr: Routines de sommeil
he: שגרות שינה
hi: नींद की दिनचर्याएं
it: Routine del sonno
ja: 睡眠ルーティン
ko: 수면 루틴
pt_br: Rotinas de Sono
ru: Режимы сна
tr: Uyku Rutinleri
uk_ua: Режими сну
zh_hans: 睡眠习惯

source: Sleep Time
ar: وقت النوم
bn: ঘুমের সময়
da: Søvntid
de: Schlafzeit
es: Hora de Dormir
fr: Heure de sommeil
he: זמן שינה
hi: सोने का समय
it: Orario del sonno
ja: 睡眠時間
ko: 수면 시간
pt_br: Hora de Dormir
ru: Время сна
tr: Uyku Zamanı
uk_ua: Час сну
zh_hans: 睡眠时间

source: SleepShield
ar: درع النوم
bn: স্লিপশিল্ড
hi: स्लीपशील्ड
ja: スリープシールド
ko: 슬립쉴드
zh_hans: 睡眠护盾

source: SleepShield needs Screen Time permission to block your selected apps.
ar: يحتاج SleepShield إلى إذن وقت الشاشة لحظر التطبيقات التي اخترتها.
bn: আপনার নির্বাচিত অ্যাপগুলি ব্লক করতে SleepShield-এর স্ক্রিন টাইম অনুমতি প্রয়োজন।
da: SleepShield har brug for Skærmtid-tilladelse for at blokere dine valgte apps.
de: SleepShield benötigt die Bildschirmzeit-Berechtigung, um deine ausgewählten Apps zu blockieren.
es: SleepShield necesita permiso de Tiempo de Uso para bloquear tus aplicaciones seleccionadas.
fr: SleepShield a besoin de l'autorisation Temps d'écran pour bloquer vos applications sélectionnées.
he: SleepShield צריך הרשאת זמן מסך כדי לחסום את האפליקציות שבחרת.
hi: आपके चुने हुए ऐप्स को ब्लॉक करने के लिए SleepShield को स्क्रीन टाइम अनुमति की आवश्यकता है।
it: SleepShield necessita dell'autorizzazione Tempo di Utilizzo per bloccare le app selezionate.
ja: SleepShieldが選択したアプリをブロックするには、スクリーンタイムの許可が必要です。
ko: SleepShield가 선택한 앱을 차단하려면 스크린 타임 권한이 필요합니다.
pt_br: O SleepShield precisa da permissão do Tempo de Tela para bloquear seus aplicativos selecionados.
ru: Для блокировки выбранных приложений SleepShield требуется разрешение "Экранное время".
tr: SleepShield seçtiğiniz uygulamaları engellemek için Ekran Süresi iznine ihtiyaç duyar.
uk_ua: SleepShield потребує дозвіл на Екранний час, щоб блокувати вибрані вами додатки.
zh_hans: SleepShield 需要屏幕使用时间权限来阻止您选择的应用程序。

source: Snooze
ar: غفوة
bn: স্নুজ
de: Schlummern
es: Posponer
fr: Répéter
he: נודניק
hi: स्नूज़
it: Posticipa
ja: スヌーズ
ko: 스누즈
pt_br: Soneca
ru: Отложить
tr: Ertele
uk_ua: Відкласти
zh_hans: 稍后提醒

source: Spooky story in 60s
ar: قصة مخيفة في 60 ثانية
bn: ৬০ সেকেন্ডে ভৌতিক গল্প
da: Uhyggelig historie på 60 sekunder
de: Gruselige Geschichte in 60 Sekunden
es: Historia de miedo en 60s
fr: Histoire effrayante en 60s
he: סיפור מפחיד ב-60 שניות
hi: 60 सेकंड में डरावनी कहानी
it: Storia spaventosa in 60 secondi
ja: 60秒の怖い話
ko: 60초 안에 무서운 이야기
pt_br: História assustadora em 60s
ru: Жуткая история за 60 секунд
tr: 60 saniyelik korku hikayesi
uk_ua: Моторошна історія за 60 секунд
zh_hans: 60 秒内的恐怖故事

source: Starts at %@
ar: يبدأ في %@
bn: %@ এ শুরু হয়
da: Starter kl. %@
de: Beginnt um %@
es: Comienza a las %@
fr: Commence à %@
he: מתחיל ב-%@
hi: %@ पर शुरू होता है
it: Inizia alle %@
ja: %@に開始
ko: %@에 시작
pt_br: Começa às %@
ru: Начинается в %@
tr: %@ tarihinde başlar
uk_ua: Починається о %@
zh_hans: 开始于 %@

source: Status unavailable
ar: الحالة غير متوفرة
bn: স্ট্যাটাস অনুপলব্ধ
da: Status ikke tilgængelig
de: Status nicht verfügbar
es: Estado no disponible
fr: Statut indisponible
he: סטטוס לא זמין
hi: स्टेटस अनुपलब्ध
it: Stato non disponibile
ja: ステータスは利用できません
ko: 상태 확인 불가
pt_br: Status indisponível
ru: Статус недоступен
tr: Durum kullanılamıyor
uk_ua: Статус недоступний
zh_hans: 状态不可用

source: Stay Connected
ar: ابق على اتصال
bn: সংযুক্ত থাকুন
da: Forbliv forbundet
de: Bleibe verbunden
es: Mantente conectado
fr: Rester connecté
he: הישאר מחובר
hi: जुड़े रहें
it: Rimani connesso
ja: つながりを維持する
ko: 연결 유지하기
pt_br: Mantenha-se conectado
ru: Оставайтесь на связи
tr: Bağlantıda Kal
uk_ua: Залишайтеся на зв'язку
zh_hans: 保持连接

source: Stop
ar: إيقاف
bn: বন্ধ করুন
de: Stopp
es: Detener
fr: Arrêter
he: עצור
hi: रोकें
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
tr: Durdur
uk_ua: Зупинити
zh_hans: 停止

source: Stop an alert
ar: إيقاف التنبيه
bn: একটি সতর্কতা বন্ধ করুন
da: Stop en alarm
de: Einen Alarm stoppen
es: Detener una alerta
fr: Arrêter une alerte
he: עצור התראה
hi: अलर्ट रोकें
it: Ferma un avviso
ja: アラートを停止する
ko: 알림 중지하기
pt_br: Parar um alerta
ru: Остановить оповещение
tr: Bir uyarıyı durdur
uk_ua: Зупинити сповіщення
zh_hans: 停止警报

source: Struggle to drift off?
ar: تجد صعوبة في النوم؟
bn: ঘুমাতে সমস্যা হচ্ছে?
da: Har du svært ved at falde i søvn?
de: Schwierigkeiten einzuschlafen?
es: ¿Dificultad para conciliar el sueño?
fr: Difficultés à s'endormir ?
he: מתקשה להירדם?
hi: सोने में परेशानी होती है?
it: Fai fatica ad addormentarti?
ja: 寝付くのに苦労していますか？
ko: 잠들기 어려우신가요?
pt_br: Dificuldade para pegar no sono?
ru: Трудно заснуть?
tr: Uykuya dalmakta zorlanıyor musun?
uk_ua: Важко заснути?
zh_hans: 难以入睡？

source: Tap to adjust
ar: انقر للتعديل
bn: সামঞ্জস্য করতে ট্যাপ করুন
da: Tryk for at justere
de: Tippen zum Anpassen
es: Toca para ajustar
fr: Appuyez pour ajuster
he: הקש להתאמה
hi: समायोजित करने के लिए टैप करें
it: Tocca per regolare
ja: タップして調整
ko: 탭하여 조정
pt_br: Toque para ajustar
ru: Нажмите, чтобы настроить
tr: Ayarlamak için dokunun
uk_ua: Торкніться, щоб налаштувати
zh_hans: 点击调整

source: This will remove the Routine and any associated alarms.
ar: سيؤدي هذا إلى إزالة الروتين وأي منبهات مرتبطة به.
bn: এটি রুটিন এবং সংশ্লিষ্ট যেকোনো অ্যালার্ম মুছে ফেলবে।
da: Dette vil fjerne rutinen og alle tilknyttede alarmer.
de: Dies entfernt die Routine und alle zugehörigen Alarme.
es: Esto eliminará la rutina y cualquier alarma asociada.
fr: Cela supprimera la routine et toutes les alarmes associées.
he: פעולה זו תסיר את השגרה וכל ההתראות הקשורות אליה.
hi: यह रूटीन और उससे जुड़े किसी भी अलार्म को हटा देगा।
it: Questo rimuoverà la routine e tutti gli allarmi associati.
ja: これによりルーティンと関連するアラームがすべて削除されます。
ko: 이렇게 하면 루틴과 관련된 모든 알람이 삭제됩니다.
pt_br: Isso removerá a rotina e quaisquer alarmes associados.
ru: Это удалит рутину и все связанные с ней будильники.
tr: Bu, rutini ve bağlantılı tüm alarmları kaldıracaktır.
uk_ua: Це видалить розпорядок та всі пов'язані з ним будильники.
zh_hans: 这将删除例程及其相关的所有闹钟。

source: Time
ar: الوقت
bn: সময়
da: Tid
de: Zeit
es: Hora
fr: Heure
he: זמן
hi: समय
it: Ora
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
tr: Zaman
uk_ua: Час
zh_hans: 时间

source: Timeline
ar: الجدول الزمني
bn: টাইমলাইন
da: Tidslinje
de: Zeitplan
es: Cronología
fr: Chronologie
he: ציר זמן
hi: टाइमलाइन
it: Cronologia
ja: タイムライン
ko: 타임라인
pt_br: Linha do tempo
ru: Хронология
tr: Zaman Çizelgesi
uk_ua: Часова шкала
zh_hans: 时间线

source: Tonight's Schedule
ar: جدول الليلة
bn: আজ রাতের সময়সূচী
da: Aftenens tidsplan
de: Heutiger Zeitplan
es: Programa de esta noche
fr: Programme de ce soir
he: לוח הזמנים להלילה
hi: आज रात का शेड्यूल
it: Programma di stasera
ja: 今夜のスケジュール
ko: 오늘 밤 일정
pt_br: Programação de hoje à noite
ru: Расписание на сегодня вечером
tr: Bu Gecenin Programı
uk_ua: Розклад на сьогоднішній вечір
zh_hans: 今晚的日程

source: Top 5 midnight snacks
ar: أفضل 5 وجبات خفيفة لمنتصف الليل
bn: সেরা ৫টি মধ্যরাতের স্ন্যাকস
da: Top 5 midnats-snacks
de: Top 5 Mitternachtssnacks
es: Top 5 snacks de medianoche
fr: Top 5 des collations de minuit
he: 5 חטיפי לילה מובילים
hi: टॉप 5 मिडनाइट स्नैक्स
it: I 5 migliori spuntini di mezzanotte
ja: 深夜の軽食トップ5
ko: 심야 간식 톱 5
pt_br: Top 5 lanches da meia-noite
ru: Топ-5 ночных перекусов
tr: En iyi 5 gece atıştırmalığı
uk_ua: Топ-5 нічних перекусів
zh_hans: 午夜零食前五名

source: Total
ar: المجموع
bn: মোট
de: Gesamt
he: סה"כ
hi: कुल
it: Totale
ja: 合計
ko: 총계
ru: Итого
tr: Toplam
uk_ua: Загалом
zh_hans: 总计

source: Total duration %@
ar: المدة الإجمالية %@
bn: মোট সময়কাল %@
da: Samlet varighed %@
de: Gesamtdauer %@
es: Duración total %@
fr: Durée totale %@
he: משך זמן כולל %@
hi: कुल अवधि %@
it: Durata totale %@
ja: 合計時間 %@
ko: 총 기간 %@
pt_br: Duração total %@
ru: Общая продолжительность %@
tr: Toplam süre %@
uk_ua: Загальна тривалість %@
zh_hans: 总时长 %@

source: Turn Off Blocking today
ar: إيقاف الحظر اليوم
bn: আজ ব্লকিং বন্ধ করুন
da: Slå blokering fra i dag
de: Blockierung heute ausschalten
es: Desactivar bloqueo hoy
fr: Désactiver le blocage aujourd'hui
he: כבה את החסימה היום
hi: आज ब्लॉकिंग बंद करें
it: Disattiva il blocco oggi
ja: 今日はブロッキングをオフにする
ko: 오늘 차단 기능 끄기
pt_br: Desativar bloqueio hoje
ru: Отключить блокировку сегодня
tr: Engellemeyi bugün kapat
uk_ua: Вимкнути блокування сьогодні
zh_hans: 今天关闭屏蔽

source: Unable to Delete
ar: تعذر الحذف
bn: মুছতে অক্ষম
da: Kan ikke slette
de: Löschen nicht möglich
es: No se puede eliminar
fr: Impossible de supprimer
he: לא ניתן למחוק
hi: हटाने में असमर्थ
it: Impossibile eliminare
ja: 削除できません
ko: 삭제할 수 없음
pt_br: Não foi possível excluir
ru: Не удалось удалить
tr: Silinemedi
uk_ua: Неможливо видалити
zh_hans: 无法删除

source: Unable to Save
ar: تعذر الحفظ
bn: সংরক্ষণ করতে অক্ষম
da: Kan ikke gemme
de: Speichern nicht möglich
es: No se puede guardar
fr: Impossible d'enregistrer
he: לא ניתן לשמור
hi: सहेजने में असमर्थ
it: Impossibile salvare
ja: 保存できません
ko: 저장할 수 없음
pt_br: Não foi possível salvar
ru: Не удалось сохранить
tr: Kaydedilemedi
uk_ua: Неможливо зберегти
zh_hans: 无法保存

source: Unable to Turn Off Blocking
ar: تعذر إيقاف الحظر
bn: ব্লকিং বন্ধ করতে অক্ষম
da: Kan ikke slå blokering fra
de: Blockierung kann nicht ausgeschaltet werden
es: No se puede desactivar el bloqueo
fr: Impossible de désactiver le blocage
he: לא ניתן לכבות את החסימה
hi: ब्लॉकिंग बंद करने में असमर्थ
it: Impossibile disattivare il blocco
ja: ブロッキングをオフにできません
ko: 차단 기능을 끌 수 없음
pt_br: Não foi possível desativar o bloqueio
ru: Не удалось отключить блокировку
tr: Engelleme Kapatılamadı
uk_ua: Неможливо вимкнути блокування
zh_hans: 无法关闭屏蔽

source: Wake focused while we keep distractions silent.
ar: استيقظ بتركيز بينما نحافظ على صمت المشتتات.
bn: আমরা বিঘ্নগুলি নীরব রাখি যাতে আপনি মনোযোগ সহকারে জাগতে পারেন।
da: Vågn fokuseret, mens vi holder forstyrrelserne væk.
de: Wachen Sie konzentriert auf, während wir Ablenkungen stumm halten.
es: Despierta concentrado mientras mantenemos las distracciones en silencio.
fr: Réveillez-vous concentré pendant que nous gardons les distractions silencieuses.
he: התעורר ממוקד בזמן שאנחנו שומרים על הסחות דעת בשקט.
hi: हम विकर्षणों को शांत रखते हैं जबकि आप फोकस के साथ जागते हैं।
it: Svegliati concentrato mentre noi manteniamo le distrazioni silenziose.
ja: 気が散る要素を静かに保ちながら、集中して目覚めましょう。
ko: 방해 요소를 차단하여 집중된 상태로 깨어나세요.
pt_br: Acorde concentrado enquanto mantemos as distrações silenciadas.
ru: Просыпайтесь сосредоточенными, пока мы устраняем отвлекающие факторы.
tr: Biz dikkat dağıtıcı şeyleri sessizleştirirken odaklanmış bir şekilde uyan.
uk_ua: Прокидайтеся зосередженими, поки ми блокуємо відволікаючі фактори.
zh_hans: 保持清醒专注，我们帮您屏蔽干扰。

source: Wake Time
ar: وقت الاستيقاظ
bn: জাগার সময়
da: Vågentid
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
he: זמן התעוררות
hi: जागने का समय
it: Ora di sveglia
ja: 起床時間
ko: 기상 시간
pt_br: Hora de despertar
ru: Время пробуждения
tr: Uyanma Zamanı
uk_ua: Час пробудження
zh_hans: 起床时间

source: Wake up
ar: استيقظ
bn: জেগে উঠুন
da: Vågn op
de: Aufwachen
es: Despertar
fr: Se réveiller
he: התעורר
hi: जागें
it: Svegliati
ja: 起きる
ko: 일어나기
pt_br: Despertar
ru: Просыпайтесь
tr: Uyan
uk_ua: Прокинутися
zh_hans: 起床

source: Wake Up Snoozed
ar: تم تأجيل الاستيقاظ
bn: জাগার স্নুজ করা হয়েছে
da: Vågn op udsat
de: Aufwachen nach Schlummern
es: Despertar pospuesto
fr: Réveil reporté
he: ההתעוררות במצב נודניק
hi: जागने का स्नूज़ किया गया
it: Sveglia posticipata
ja: スヌーズした目覚まし
ko: 스누즈된 기상 알람
pt_br: Despertar adiado
ru: Проснуться после отложенного будильника
tr: Uyanma Ertelendi
uk_ua: Будильник відкладено
zh_hans: 唤醒已延迟

source: Wake with intention while we keep distracting apps snoozing.
ar: استيقظ بهدف بينما نبقي التطبيقات المشتتة في وضع الغفوة.
bn: আমরা বিভ্রান্তিকর অ্যাপগুলি স্নুজ রাখার সময় উদ্দেশ্য নিয়ে জেগে উঠুন।
da: Vågn op med intention, mens vi holder distraherende apps udsat.
de: Wache bewusst auf, während wir ablenkende Apps weiterhin schlummern lassen.
es: Despierta con intención mientras mantenemos las aplicaciones distractoras en pausa.
fr: Réveillez-vous avec intention pendant que nous maintenons les applications distrayantes en sommeil.
he: התעורר בכוונה בזמן שאנחנו שומרים על האפליקציות המסיחות במצב נודניק.
hi: हम विचलित करने वाले ऐप्स को स्नूज़ रखते हैं जबकि आप इरादे के साथ जागें।
it: Svegliati con intenzione mentre manteniamo in pausa le app che distraggono.
ja: 気が散るアプリをスヌーズ状態に保ちながら、意図を持って目覚めましょう。
ko: 방해가 되는 앱들은 계속 스누즈 상태로 유지하는 동안 의도적으로 깨어나세요.
pt_br: Desperte com intenção enquanto mantemos os aplicativos distrativos em modo soneca.
ru: Просыпайтесь с намерением, пока мы держим отвлекающие приложения в режиме ожидания.
tr: Biz dikkat dağıtıcı uygulamaları uyutmaya devam ederken, bilinçli bir şekilde uyanın.
uk_ua: Прокидайтеся з наміром, поки ми тримаємо відволікаючі додатки у сплячому режимі.
zh_hans: 有意起床，同时我们会继续延迟分散注意力的应用程序。

source: Wake-up
ar: الاستيقاظ
bn: জাগার সময়
da: Opvågning
de: Aufwachen
es: Despertar
fr: Réveil
he: התעוררות
hi: जागना
it: Sveglia
ja: 起床
ko: 기상
pt_br: Despertar
ru: Пробуждение
tr: Uyanma
uk_ua: Пробудження
zh_hans: 唤醒

source: We couldn’t finish saving your routine. Please try again.
ar: لم نتمكن من إكمال حفظ روتينك. يرجى المحاولة مرة أخرى.
bn: আমরা আপনার রুটিন সংরক্ষণ করতে পারিনি। অনুগ্রহ করে আবার চেষ্টা করুন।
da: Vi kunne ikke gemme din rutine. Prøv venligst igen.
de: Wir konnten Ihre Routine nicht speichern. Bitte versuchen Sie es erneut.
es: No pudimos terminar de guardar tu rutina. Por favor, inténtalo de nuevo.
fr: Nous n'avons pas pu terminer l'enregistrement de votre routine. Veuillez réessayer.
he: לא הצלחנו לסיים לשמור את השגרה שלך. אנא נסה שוב.
hi: हम आपकी दिनचर्या को सहेज नहीं पाए। कृपया पुनः प्रयास करें।
it: Non siamo riusciti a completare il salvataggio della tua routine. Riprova.
ja: ルーティンの保存を完了できませんでした。もう一度お試しください。
ko: 루틴 저장을 완료할 수 없습니다. 다시 시도해 주세요.
pt_br: Não conseguimos finalizar o salvamento da sua rotina. Por favor, tente novamente.
ru: Не удалось сохранить ваш распорядок. Пожалуйста, попробуйте снова.
tr: Rutininizi kaydetmeyi tamamlayamadık. Lütfen tekrar deneyin.
uk_ua: Не вдалося зберегти ваш розпорядок. Спробуйте ще раз.
zh_hans: 我们未能完成保存您的日程。请重试。

source: We silence the scroll when bedtime hits.
ar: نوقف التصفح عندما يحين وقت النوم.
bn: শোবার সময় হলে আমরা স্ক্রোলিং নীরব করি।
da: Vi dæmper scrollen, når det er sengetid.
de: Wir stoppen das Scrollen, wenn die Schlafenszeit beginnt.
es: Silenciamos el desplazamiento cuando llega la hora de dormir.
fr: Nous mettons le défilement en sourdine quand l'heure du coucher arrive.
he: אנחנו משתיקים את הגלילה כשמגיע זמן השינה.
hi: जब सोने का समय होता है, तब हम स्क्रॉलिंग को शांत कर देते हैं।
it: Mettiamo a tacere lo scrolling quando arriva l'ora di dormire.
ja: 就寝時間になったらスクロールを静かにします。
ko: 취침 시간이 되면 스크롤을 멈춥니다.
pt_br: Silenciamos a rolagem quando chega a hora de dormir.
ru: Мы отключаем прокрутку, когда наступает время сна.
tr: Yatma vakti geldiğinde kaydırmayı sessizleştiriyoruz.
uk_ua: Ми зупиняємо гортання, коли настає час сну.
zh_hans: 当就寝时间到时，我们会静音滚动。

source: We’ll ring your alarm on the days your routine repeats.
ar: سنقوم بتشغيل المنبه في الأيام التي يتكرر فيها روتينك.
bn: আপনার রুটিন যেসব দিনে পুনরাবৃত্তি হবে সেই দিনগুলিতে আমরা আপনার অ্যালার্ম বাজাব।
da: Vi ringer med din alarm på de dage, din rutine gentages.
de: Wir aktivieren deinen Alarm an den Tagen, an denen sich deine Routine wiederholt.
es: Haremos sonar tu alarma los días en que se repita tu rutina.
fr: Nous déclencherons votre alarme les jours où votre routine se répète.
he: נפעיל את ההתראה שלך בימים שבהם השגרה שלך חוזרת.
hi: हम आपका अलार्म उन दिनों बजाएंगे जिन दिनों आपकी रूटीन दोहराई जाती है।
it: Suoneremo la sveglia nei giorni in cui la tua routine si ripete.
ja: ルーティンが繰り返される日にアラームを鳴らします。
ko: 루틴이 반복되는 날에 알람이 울립니다.
pt_br: Tocaremos seu alarme nos dias em que sua rotina se repete.
ru: Мы будем звонить ваш будильник в те дни, когда повторяется ваша рутина.
tr: Rutininizin tekrarlandığı günlerde alarmınızı çalacağız.
uk_ua: Ми увімкнемо ваш будильник у дні, коли повторюється ваш розпорядок.
zh_hans: 我们将在您的例程重复的日子响起闹钟。

source: Web Domains
ar: نطاقات الويب
bn: ওয়েব ডোমেইন
da: Webdomæner
es: Dominios web
fr: Domaines web
he: דומיינים באינטרנט
hi: वेब डोमेन
it: Domini web
ja: ウェブドメイン
ko: 웹 도메인
pt_br: Domínios da web
ru: Веб-домены
tr: Web Alan Adları
uk_ua: Веб-домени
zh_hans: 网络域名

source: Weekdays
ar: أيام الأسبوع
bn: সপ্তাহের দিনগুলি
da: Hverdage
de: Wochentags
es: Días laborables
fr: Jours de semaine
he: ימי חול
hi: कार्य दिवस
it: Giorni feriali
ja: 平日
ko: 평일
pt_br: Dias úteis
ru: Будние дни
tr: Hafta içi
uk_ua: Будні
zh_hans: 工作日

source: Weekends
ar: عطلات نهاية الأسبوع
bn: সপ্তাহান্ত
da: Weekender
de: Wochenenden
es: Fines de semana
he: סופי שבוע
hi: सप्ताहांत
it: Fine settimana
ja: 週末
ko: 주말
pt_br: Fins de semana
ru: Выходные
tr: Hafta sonu
uk_ua: Вихідні
zh_hans: 周末

source: When do you want to sleep?
ar: متى تريد أن تنام؟
bn: আপনি কখন ঘুমাতে চান?
da: Hvornår vil du sove?
de: Wann möchten Sie schlafen?
es: ¿Cuándo quieres dormir?
fr: Quand voulez-vous dormir ?
he: מתי אתה רוצה לישון?
hi: आप कब सोना चाहते हैं?
it: Quando vuoi dormire?
ja: 何時に寝たいですか？
ko: 언제 주무시겠습니까?
pt_br: Quando você quer dormir?
ru: Когда вы хотите ложиться спать?
tr: Ne zaman uyumak istiyorsun?
uk_ua: Коли ви хочете заснути?
zh_hans: 您想什么时候睡觉？

source: When do you want to wake up?
ar: متى تريد أن تستيقظ؟
bn: আপনি কখন জাগতে চান?
da: Hvornår vil du vågne?
de: Wann möchten Sie aufwachen?
es: ¿Cuándo quieres despertarte?
fr: Quand voulez-vous vous réveiller ?
he: מתי אתה רוצה להתעורר?
hi: आप कब उठना चाहते हैं?
it: Quando vuoi svegliarti?
ja: 何時に起きたいですか？
ko: 언제 일어나고 싶으신가요?
pt_br: Quando você quer acordar?
ru: Когда вы хотите просыпаться?
tr: Ne zaman uyanmak istiyorsun?
uk_ua: Коли ви хочете прокинутися?
zh_hans: 您想什么时候醒来？

source: Write a Review
ar: اكتب تقييمًا
bn: একটি রিভিউ লিখুন
da: Skriv en anmeldelse
de: Bewertung schreiben
es: Escribir una reseña
fr: Écrire un avis
he: כתוב ביקורת
hi: समीक्षा लिखें
it: Scrivi una recensione
ja: レビューを書く
ko: 리뷰 작성하기
pt_br: Escrever uma avaliação
ru: Написать отзыв
tr: Değerlendirme yaz
uk_ua: Написати відгук
zh_hans: 撰写评论
